Repository: brudvik/Munin
Catalog: Munin.UI/Resources/Strings.*.resx
Languages: nb_no

# TriggerBuilder_Command
source: Command to run:
nb_no: Kommando å kjøre:

# TriggerBuilder_CommandHint
source: Example: /mode {channel} +o {nick}
nb_no: Eksempel: /mode {channel} +o {nick}

# TriggerBuilder_Sound
source: Sound:
nb_no: Lyd:

# TriggerBuilder_Create
source: Create Trigger
nb_no: Opprett trigger

# TriggerBuilder_Save
source: Save
nb_no: Lagre

# ContextMenu_QuoteReply
source: Quote Reply
nb_no: Siter/svar

# MainWindow_FormatBold
source: Bold (Ctrl+B)
nb_no: Fet (Ctrl+B)

# MainWindow_FormatItalic
source: Italic (Ctrl+I)
nb_no: Kursiv (Ctrl+I)

# MainWindow_FormatUnderline
source: Underline (Ctrl+U)
nb_no: Understreking (Ctrl+U)

# MainWindow_Away
source: Away
nb_no: Borte

# MainWindow_SetAway
source: Set Away
nb_no: Sett borte

# MainWindow_SetBack
source: Set Back
nb_no: Sett tilbake

# MainWindow_AwayMessage
source: Away message:
nb_no: Bortemelding:

# MainWindow_DefaultAwayMessage
source: I'm currently away
nb_no: Jeg er for øyeblikket borte

# MainWindow_AddToFavorites
source: Add to Favorites
nb_no: Legg til favoritter

# MainWindow_RemoveFromFavorites
source: Remove from Favorites
nb_no: Fjern fra favoritter

# MainWindow_Favorites
source: Favorites
nb_no: Favoritter

# MainWindow_NotifyList
source: Notify List
nb_no: Varslingsliste

# MainWindow_AddToNotify
source: Add to Notify List
nb_no: Legg til varslingsliste

# MainWindow_RemoveFromNotify
source: Remove from Notify List
nb_no: Fjern fra varslingsliste

# MainWindow_UserOnline
source: {0} is now online
nb_no: {0} er nå tilkoblet

# MainWindow_UserOffline
source: {0} is now offline
nb_no: {0} er nå frakoblet

# MainWindow_CertificateChanged
source: Server certificate has changed!
nb_no: Serversertifikatet har endret seg!

# MainWindow_CertificateChangedMessage
source: The SSL certificate for {0} has changed since your last connection. This could indicate a security issue. Do you want to continue?
nb_no: SSL-sertifikatet for {0} har endret seg siden forrige tilkobling. Dette kan indikere et sikkerhetsproblem. Vil du fortsette?

# MainWindow_CertificateNew
source: New certificate fingerprint: {0}
nb_no: Nytt sertifikatfingeravtrykk: {0}

# MainWindow_CertificateOld
source: Previous certificate fingerprint: {0}
nb_no: Tidligere sertifikatfingeravtrykk: {0}

# ScriptConsole_Run
source: Run
nb_no: Kjør

# ScriptConsole_Clear
source: Clear
nb_no: Tøm

# ScriptConsole_LoadedScripts
source: Loaded scripts:
nb_no: Lastede skript:

# RawIrcLog_Title
source: Raw IRC Traffic
nb_no: Rå IRC-trafikk

# RawIrcLog_Description
source: All incoming and outgoing IRC messages
nb_no: Alle innkommende og utgående IRC-meldinger

# InputDialog_EnterValue
source: Enter value:
nb_no: Skriv inn verdi:

# Settings_IdentServerEnabled
source: Enable Ident Server
nb_no: Aktiver Ident-server

# Settings_IdentUsername
source: Username:
nb_no: Brukernavn:

# Settings_IdentOperatingSystem
source: Operating System:
nb_no: Operativsystem:

# Settings_IdentHideUser
source: Hide user identity (respond with HIDDEN-USER)
nb_no: Skjul brukeridentitet (svar med HIDDEN-USER)

# Settings_IdentDescription
source: The Ident server responds to identity queries from IRC servers. Port 113 may require administrator privileges. Leave username empty to use system username.
nb_no: Ident-serveren svarer på identitetsforespørsler fra IRC-servere. Port 113 kan kreve administratorrettigheter. La brukernavnet stå tomt for å bruke systembrukernavnet.
