Repository: brudvik/Munin
Catalog: Munin.UI/Resources/Strings.*.resx
Languages: nb_no

# AppName
source: Munin IRC Client
nb_no: Munin IRC-klient

# AppTitle
source: IRC Client
nb_no: IRC-klient

source: Cancel
nb_no: Avbryt

source: Save
nb_no: Lagre

source: Close
nb_no: Lukk

source: Yes
nb_no: Ja

source: No
nb_no: Nei

source: Error
nb_no: Feil

source: Warning
nb_no: Advarsel

source: Confirm
nb_no: Bekreft

source: Connect
nb_no: Koble til

source: Disconnect
nb_no: Koble fra

source: Settings
nb_no: Innstillinger

source: Language
nb_no: Språk

# EncryptionSetup_Title
source: Security - Encryption
nb_no: Sikkerhet - Kryptering

# EncryptionSetup_Header
source: Enable Encryption
nb_no: Aktiver kryptering

# EncryptionSetup_Description
source: Protect your data with a master password
nb_no: Beskytt dine data med et master-passord

# EncryptionSetup_WillBeEncrypted
source: This will be encrypted:
nb_no: Dette vil krypteres:

# EncryptionSetup_ServerConfigs
source: Server configurations and passwords
nb_no: Serverkonfigurasjoner og passord

# EncryptionSetup_NickServSasl
source: NickServ and SASL credentials
nb_no: NickServ og SASL-legitimasjon

# EncryptionSetup_ChatHistory
source: Chat history and logs
nb_no: Chat-historikk og logger

# EncryptionSetup_AllSettings
source: All settings
nb_no: Alle innstillinger

# EncryptionSetup_CreatePassword
source: Create master password:
nb_no: Opprett master-passord:

# EncryptionSetup_ConfirmPassword
source: Confirm password:
nb_no: Bekreft passord:

# EncryptionSetup_Warning
source: Important: If you forget the password, all data is inaccessible. There is no recovery option.
nb_no: Viktig: Hvis du glemmer passordet, er alle data utilgjengelige. Det finnes ingen gjenopprettingsmulighet.

# EncryptionSetup_Enable
source: Enable Encryption
nb_no: Aktiver kryptering

# EncryptionSetup_Skip
source: Skip for now
nb_no: Hopp over for nå

# EncryptionSetup_PasswordEmpty
source: Password cannot be empty.
nb_no: Passord kan ikke være tomt.

# EncryptionSetup_PasswordTooShort
source: Password must be at least 8 characters.
nb_no: Passord må være minst 8 tegn.

# EncryptionSetup_PasswordMismatch
source: Passwords do not match.
nb_no: Passordene samsvarer ikke.

# EncryptionSetup_PasswordWeak
source: Password is too weak. Use uppercase/lowercase letters, numbers or special characters.
nb_no: Passordet er for svakt. Bruk store/små bokstaver, tall eller spesialtegn.

# EncryptionSetup_SkipConfirmTitle
source: Are you sure you want to continue without encryption?
nb_no: Er du sikker på at du vil fortsette uten kryptering?

# EncryptionSetup_SkipConfirmMessage
source: Your server passwords and chat logs will be stored unencrypted on disk.
nb_no: Dine serverpassord og chat-logger vil lagres ukryptert på disk.

# EncryptionSetup_Failed
source: Could not enable encryption.
nb_no: Kunne ikke aktivere kryptering.

# Unlock_Title
source: IRC Client - Locked
nb_no: IRC-klient - Låst

# Unlock_Header
source: IRC Client is locked
nb_no: IRC-klienten er låst

# Unlock_Description
source: Enter the master password to unlock
nb_no: Skriv inn master-passordet for å låse opp

# Unlock_MasterPassword
source: Master password:
nb_no: Master-passord:

# Unlock_Button
source: Unlock
nb_no: Lås opp

# Unlock_ForgotPassword
source: Forgot password?
nb_no: Glemt passord?

# Unlock_ResetAll
source: Reset all
nb_no: Nullstill alt

# Unlock_EnterPassword
source: Enter the password.
nb_no: Skriv inn passordet.

# Unlock_WrongPassword
source: Wrong password.
nb_no: Feil passord.

# Unlock_TooManyAttempts
source: Too many attempts. Wait {0} seconds.
nb_no: For mange forsøk. Vent {0} sekunder.

# Unlock_AttemptsCount
source: Attempt {0} of {1}
nb_no: Forsøk {0} av {1}

# Unlock_ResetWarning
source: ⚠️ WARNING: This will delete ALL data! • All server configurations • All passwords and credentials • All chat history and logs • All settings You will have to set everything up again. Are you absolutely sure?
nb_no: ⚠️ ADVARSEL: Dette vil slette ALLE data! • Alle serverkonfigurasjoner • Alle passord og legitimasjon • All chat-historikk og logger • Alle innstillinger Du må sette opp alt på nytt. Er du helt sikker?

# Unlock_ResetConfirmTitle
source: Confirm reset
nb_no: Bekreft nullstilling

# Unlock_ResetFinalConfirm
source: Last chance! Click Yes to confirm.
nb_no: Siste sjanse! Klikk Ja for å bekrefte.

# MainWindow_AddServer
source: Add Server
nb_no: Legg til server

# MainWindow_JoinChannel
source: Join Channel
nb_no: Bli med i kanal

# MainWindow_SendMessage
source: Type a message...
nb_no: Skriv en melding...

# MainWindow_Users
source: Users
nb_no: Brukere

# MainWindow_Channels
source: Channels
nb_no: Kanaler

# MainWindow_Servers
source: Servers
nb_no: Servere

# MainWindow_Search
source: Search...
nb_no: Søk...

# MainWindow_SearchMessages
source: Search messages (Ctrl+F)
nb_no: Søk i meldinger (Ctrl+F)

# MainWindow_LeaveChannel
source: Leave channel
nb_no: Forlat kanal

# MainWindow_EditChannelModes
source: Edit channel modes...
nb_no: Rediger kanalmodi...

# MainWindow_CloseConversation
source: Close conversation
nb_no: Lukk samtale

# FiSH_SetKey
source: Set encryption key...
nb_no: Sett krypteringsnøkkel...

# FiSH_RemoveKey
source: Remove encryption key
nb_no: Fjern krypteringsnøkkel

# FiSH_ShowKey
source: Show encryption key
nb_no: Vis krypteringsnøkkel

# FiSH_KeyExchange
source: Key exchange (DH1080)
nb_no: Nøkkelutveksling (DH1080)

# FiSH_SetKeyTitle
source: Set FiSH Encryption Key
nb_no: Sett FiSH-krypteringsnøkkel

# FiSH_SetKeyPrompt
source: Enter encryption key for {0}:
nb_no: Skriv inn krypteringsnøkkel for {0}:

# FiSH_Encryption
source: Encryption
nb_no: Kryptering

# TopicEditor_Title
source: Edit Channel Topic
nb_no: Rediger kanalemne

# TopicEditor_Topic
source: Topic:
nb_no: Emne:

# TopicEditor_EncryptTopic
source: Encrypt topic with FiSH
nb_no: Krypter emne med FiSH

# TopicEditor_SetTopic
source: Set Topic
nb_no: Sett emne

# TopicEditor_Cancel
source: Cancel
nb_no: Avbryt

# TopicEditor_EncryptionNote
source: Note: Encrypted topics can only be read by users with the same key.
nb_no: Merk: Krypterte emner kan bare leses av brukere med samme nøkkel.

# Dialog_Cancel
source: Cancel
nb_no: Avbryt

# Dialog_Apply
source: Apply
nb_no: Bruk

# Dialog_Save
source: Save
nb_no: Lagre

# ChannelModeEditor_Title
source: Channel Modes
nb_no: Kanalmodi

# ChannelModeEditor_CurrentModes
source: Current modes:
nb_no: Gjeldende modi:

# ChannelModeEditor_SimpleModes
source: Simple Modes
nb_no: Enkle modi

# ChannelModeEditor_ParameterModes
source: Modes with Parameters
nb_no: Modi med parametere

# ChannelModeEditor_Mode_N
source: No external messages
nb_no: Ingen eksterne meldinger

# ChannelModeEditor_Mode_T
source: Only ops can change topic
nb_no: Kun ops kan endre emne

# ChannelModeEditor_Mode_S
source: Secret channel
nb_no: Hemmelig kanal

# ChannelModeEditor_Mode_M
source: Moderated (only voiced can speak)
nb_no: Moderert (kun voice kan snakke)

# ChannelModeEditor_Mode_I
source: Invite only
nb_no: Kun invitasjon

# ChannelModeEditor_Mode_P
source: Private channel
nb_no: Privat kanal

# ChannelModeEditor_Mode_K
source: Channel key (password)
nb_no: Kanalnøkkel (passord)

# ChannelModeEditor_Mode_L
source: User limit
nb_no: Brukergrense

# BanListManager_Title
source: Ban List Manager
nb_no: Banliste-administrasjon

# BanListManager_Exceptions
source: Exceptions (+e)
nb_no: Unntak (+e)

# BanListManager_Invites
source: Invites (+I)
nb_no: Invitasjoner (+I)

# BanListManager_Mask
source: Mask
nb_no: Maske

# BanListManager_SetBy
source: Set by
nb_no: Satt av

# BanListManager_SetAt
source: Set at
nb_no: Satt

# BanListManager_Add
source: Add
nb_no: Legg til

# BanListManager_Remove
source: Remove
nb_no: Fjern

# BanListManager_Loading
source: Loading...
nb_no: Laster...

# BanListManager_Empty
source: No entries
nb_no: Ingen oppføringer

# MainWindow_ManageBanList
source: Manage bans/exceptions...
nb_no: Administrer bans/unntak...

# AddServer_Title
source: Add Server
nb_no: Legg til server

# AddServer_ServerName
source: Server name:
nb_no: Servernavn:

# AddServer_Address
source: Address:
nb_no: Adresse:

# AddServer_UseSSL
source: Use SSL/TLS
nb_no: Bruk SSL/TLS

# AddServer_Nickname
source: Nickname:
nb_no: Kallenavn:

# AddServer_Username
source: Username:
nb_no: Brukernavn:

# AddServer_RealName
source: Real name:
nb_no: Virkelig navn:

# AddServer_Password
source: Server password:
nb_no: Serverpassord:

# AddServer_AutoConnect
source: Connect automatically on startup
nb_no: Koble til automatisk ved oppstart

# AddServer_Channels
source: Auto-join channels (comma-separated):
nb_no: Auto-bli med i kanaler (kommaseparert):

# Settings_Title
source: Settings
nb_no: Innstillinger

# Settings_General
source: General
nb_no: Generelt

# Settings_Appearance
source: Appearance
nb_no: Utseende

# Settings_Security
source: Security
nb_no: Sikkerhet

# Settings_Notifications
source: Notifications
nb_no: Varsler

# Settings_AutoLock
source: Auto-lock after inactivity
nb_no: Auto-lås etter inaktivitet

# Settings_AutoLockMinutes
source: Minutes:
nb_no: Minutter:

# Settings_ChangePassword
source: Change password
nb_no: Endre passord

# Settings_Theme
source: Theme:
nb_no: Tema:

# Settings_ThemeDark
source: Dark
nb_no: Mørkt

# Settings_ThemeLight
source: Light
nb_no: Lyst

# Settings_FontSize
source: Font size:
nb_no: Skriftstørrelse:

# Settings_Timestamps
source: Show timestamps
nb_no: Vis tidsstempler

# Settings_DesktopNotifications
source: Desktop notifications
nb_no: Skrivebordsvarsler

# Settings_SoundNotifications
source: Sound notifications
nb_no: Lydvarsler

# Status_Connecting
source: Connecting...
nb_no: Kobler til...

# Status_Connected
source: Connected
nb_no: Tilkoblet

# Status_Disconnected
source: Disconnected
nb_no: Frakoblet

# Status_Reconnecting
source: Reconnecting...
nb_no: Kobler til på nytt...

# Status_ConnectionFailed
source: Connection failed
nb_no: Tilkobling feilet

# ContextMenu_Copy
source: Copy
nb_no: Kopier

# ContextMenu_Paste
source: Paste
nb_no: Lim inn

# ContextMenu_SelectAll
source: Select All
nb_no: Velg alt

# ContextMenu_PrivateMessage
source: Private Message
nb_no: Privat melding

# ContextMenu_Kick
source: Kick
nb_no: Spark ut

# ContextMenu_Ban
source: Ban
nb_no: Utesteng

# ContextMenu_Op
source: Give Op
nb_no: Gi Op

# ContextMenu_DeOp
source: Remove Op
nb_no: Fjern Op

# ContextMenu_Voice
source: Give Voice
nb_no: Gi Voice

# ContextMenu_DeVoice
source: Remove Voice
nb_no: Fjern Voice

# MainWindow_Settings
source: Settings
nb_no: Innstillinger

# MainWindow_RawLog
source: Raw IRC Log (Debug)
nb_no: Rå IRC-logg (Debug)

# MainWindow_ScriptConsole
source: Script Console
nb_no: Skriptkonsoll

# MainWindow_Connecting
source: Connecting...
nb_no: Kobler til...

# MainWindow_Minimize
source: Minimize
nb_no: Minimer

# MainWindow_Maximize
source: Maximize
nb_no: Maksimer

# MainWindow_Close
source: Close
nb_no: Lukk

# MainWindow_EditServer
source: Edit server
nb_no: Rediger server

# MainWindow_RemoveServer
source: Remove server
nb_no: Fjern server

# MainWindow_ConnectServer
source: Connect
nb_no: Koble til

# MainWindow_DisconnectServer
source: Disconnect
nb_no: Koble fra

# MainWindow_CloseSearch
source: Close search (Esc)
nb_no: Lukk søk (Esc)

# MainWindow_InsertEmoji
source: Insert text emoticon
nb_no: Sett inn tekstbasert smiley

# MainWindow_TextEmojis
source: Text Emoticons
nb_no: Tekstbaserte smileys

# MainWindow_DoubleClickPM
source: Double-click to send private message
nb_no: Dobbeltklikk for å sende privat melding

# MainWindow_SendPrivateMessage
source: Send Message
nb_no: Send melding

# MainWindow_IgnoreUser
source: Ignore User
nb_no: Ignorer bruker

# MainWindow_UnignoreUser
source: Unignore User
nb_no: Slutt å ignorere bruker

# MainWindow_ChannelStats
source: Messages · Users · Time in channel
nb_no: Meldinger · Brukere · Tid i kanal

# MainWindow_SelectServer
source: Select a server
nb_no: Velg en server

# MainWindow_ToggleUserList
source: Toggle user list
nb_no: Vis/skjul brukerliste

# AddServer_Header
source: Add IRC Server
nb_no: Legg til IRC-server

# AddServer_Description
source: Configure your IRC server connection
nb_no: Konfigurer din IRC-servertilkobling

# AddServer_Hostname
source: Hostname
nb_no: Vertsnavn

# AddServer_Security
source: Security
nb_no: Sikkerhet

# AddServer_AcceptInvalidCerts
source: Accept invalid certificates
nb_no: Godta ugyldige sertifikater

# AddServer_AcceptInvalidCertsTooltip
source: Enable this for self-signed certificates
nb_no: Aktiver dette for selvsignerte sertifikater

# AddServer_PreferIPv6
source: Prefer IPv6
nb_no: Foretrekk IPv6

# AddServer_PreferIPv6Tooltip
source: Try IPv6 connection first, fallback to IPv4 if unavailable
nb_no: Prøv IPv6-tilkobling først, fall tilbake til IPv4 hvis utilgjengelig

# Message_Encrypted
source: This message was encrypted with FiSH
nb_no: Denne meldingen ble kryptert med FiSH

# AddServer_SaslHeader
source: SASL Authentication (IRCv3)
nb_no: SASL-autentisering (IRCv3)

# AddServer_SaslUsername
source: SASL Username (account name)
nb_no: SASL-brukernavn (kontonavn)

# AddServer_SaslPassword
source: SASL Password
nb_no: SASL-passord

# AddServer_ServerPasswordOptional
source: Server Password (optional)
nb_no: Serverpassord (valgfritt)

# EditServer_Title
source: Edit Server
nb_no: Rediger server

# EditServer_Header
source: Edit Server
nb_no: Rediger server

# EditServer_Description
source: Modify your IRC server settings
nb_no: Endre dine IRC-serverinnstillinger

# EditServer_NickServPassword
source: NickServ Password (optional)
nb_no: NickServ-passord (valgfritt)

# Settings_Description
source: Configure notifications, highlighting and more
nb_no: Konfigurer varsler, utheving og mer

# Settings_NotificationsHeader
source: NOTIFICATIONS
nb_no: VARSLER

# Settings_EnableSound
source: Enable sound notifications
nb_no: Aktiver lydvarsler

# Settings_FlashTaskbar
source: Flash taskbar on new messages
nb_no: Blink i oppgavelinjen ved nye meldinger

# Settings_NotifyInactive
source: Only notify when window is inactive
nb_no: Varsle kun når vinduet er inaktivt

# Settings_HighlightingHeader
source: HIGHLIGHTING
nb_no: UTHEVING

# Settings_HighlightWords
source: Highlight Words (one per line)
nb_no: Uthevingsord (ett per linje)

# Settings_IgnoredUsersHeader
source: IGNORED USERS
nb_no: IGNORERTE BRUKERE

# Settings_IgnoredUsers
source: Ignored Users (one per line)
nb_no: Ignorerte brukere (én per linje)

# Settings_SecurityHeader
source: SECURITY
nb_no: SIKKERHET

# Settings_Encryption
source: Encryption:
nb_no: Kryptering:

# Settings_EncryptionEnabled
source: Enabled 🔒
nb_no: Aktivert 🔒

# Settings_ChangeMasterPassword
source: Change master password
nb_no: Endre master-passord

# Settings_DisableEncryption
source: Disable encryption
nb_no: Deaktiver kryptering

# Settings_EnableEncryption
source: Enable encryption
nb_no: Aktiver kryptering

# Settings_AutoLockHeader
source: AUTO-LOCK
nb_no: AUTO-LÅS

# Settings_AutoLockAfterInactivity
source: Lock automatically after inactivity
nb_no: Lås automatisk etter inaktivitet

# Settings_MinutesBeforeLock
source: Minutes before lock:
nb_no: Minutter før låsing:

# Settings_LogCleanupHeader
source: LOG CLEANUP
nb_no: LOGG-RENGJØRING

# Settings_HistoryLinesToLoad
source: History lines to load:
nb_no: Antall historikklinjer å laste:

# Settings_DeleteOldLogs
source: Delete old logs automatically
nb_no: Slett gamle logger automatisk

# Settings_KeepLogsFor
source: Keep logs for:
nb_no: Behold logger i:

# Settings_Days
source: days (7-365)
nb_no: dager (7-365)

# Settings_UseSecureDelete
source: Use secure deletion (overwrites data before deleting)
nb_no: Bruk sikker sletting (overskriver data før sletting)

# Settings_DeleteOldLogsNow
source: Delete old logs now...
nb_no: Slett gamle logger nå...

# Settings_SecurityLogHeader
source: SECURITY LOG
nb_no: SIKKERHETSLOGG

# Settings_ShowSecurityLog
source: Show security log...
nb_no: Vis sikkerhetslogg...

# Settings_PortableModeHeader
source: PORTABLE MODE
nb_no: PORTABEL MODUS

# Settings_Mode
source: Mode:
nb_no: Modus:

# Settings_ModePortable
source: Portable
nb_no: Portabel

# Settings_DataStoredIn
source: Data stored in:
nb_no: Data lagres i:

# Settings_EnablePortableMode
source: Enable portable mode
nb_no: Aktiver portabel modus

# Settings_OpenDataFolder
source: Open data folder
nb_no: Åpne datamappe

# Settings_PortableModeDescription
source: In portable mode, all data is stored in the same folder as the program. Perfect for USB drives.
nb_no: I portabel modus lagres all data i samme mappe som programmet. Perfekt for USB-minnepinne.

# ChannelList_Title
source: Channel List
nb_no: Kanalliste

# ChannelList_Loading
source: Loading channels...
nb_no: Laster kanaler...

# ChannelList_Channel
source: Channel
nb_no: Kanal

# ChannelList_Users
source: Users
nb_no: Brukere

# ChannelList_Topic
source: Topic
nb_no: Emne

# ChannelList_Refresh
source: Refresh
nb_no: Oppdater

# ChannelList_Join
source: Join
nb_no: Bli med

# ChannelStats_Title
source: Channel Statistics
nb_no: Kanalstatistikk

# ChannelStats_Messages
source: Messages
nb_no: Meldinger

# ChannelStats_Chatters
source: Chatters
nb_no: Pratefolk

# ChannelStats_MsgsPerMin
source: Msgs/min
nb_no: Mld/min

# ChannelStats_TopChatters
source: Top Chatters 🏆
nb_no: Topp-pratere 🏆

# UserInfo_Title
source: User Information
nb_no: Brukerinformasjon

# UserInfo_Nickname
source: Nickname
nb_no: Kallenavn

# UserProfile_Title
source: User Profile
nb_no: Brukerprofil

# UserProfile_RealName
source: Real Name:
nb_no: Virkelig navn:

# UserProfile_Account
source: Account:
nb_no: Konto:

# UserProfile_Connected
source: Connected:
nb_no: Tilkoblet:

# UserProfile_Away
source: Away:
nb_no: Borte:

# UserProfile_Channels
source: Channels:
nb_no: Kanaler:

# UserProfile_Loading
source: Loading...
nb_no: Laster...

# SecurityLog_Title
source: Security Log
nb_no: Sikkerhetslogg

# SecurityLog_Description
source: Overview of unlock attempts and security events
nb_no: Oversikt over opplåsingsforsøk og sikkerhetshendelser

# SecurityLog_Time
source: Time
nb_no: Tidspunkt

# SecurityLog_Event
source: Event
nb_no: Hendelse

# SecurityLog_Machine
source: Machine
nb_no: Maskin

# SecurityLog_User
source: User
nb_no: Bruker

# SecurityLog_Refresh
source: Refresh
nb_no: Oppdater

# ChangePassword_Title
source: Change Master Password
nb_no: Endre master-passord

# ChangePassword_CurrentPassword
source: Current password:
nb_no: Nåværende passord:

# ChangePassword_NewPassword
source: New password:
nb_no: Nytt passord:

# ChangePassword_ConfirmNewPassword
source: Confirm new password:
nb_no: Bekreft nytt passord:

# ChangePassword_Button
source: Change Password
nb_no: Endre passord

# RawLog_Title
source: Raw IRC Log
nb_no: Rå IRC-logg

# RawLog_Clear
source: Clear
nb_no: Tøm

# RawLog_AutoScroll
source: Auto-scroll
nb_no: Auto-rull

# Common_Close
source: Close
nb_no: Lukk

# Common_Loading
source: Loading...
nb_no: Laster...

# Welcome_Title
source: Welcome to Munin
nb_no: Velkommen til Munin

# Welcome_Subtitle
source: Your modern IRC experience starts here
nb_no: Din moderne IRC-opplevelse starter her

# Welcome_AddServerHint
source: Click "Add Server" to connect to your favorite IRC networks
nb_no: Klikk "Legg til server" for å koble til dine favoritt IRC-nettverk

# Welcome_Feature1
source: 🔒 Secure connections with SSL/TLS
nb_no: 🔒 Sikre tilkoblinger med SSL/TLS

# Welcome_Feature2
source: 🔐 SASL authentication support
nb_no: 🔐 SASL-autentiseringsstøtte

# Welcome_Feature3
source: 💾 Encrypted local storage
nb_no: 💾 Kryptert lokal lagring

# Welcome_Feature4
source: 🌍 Multi-language support
nb_no: 🌍 Flerspråklig støtte

# NoMessages_Title
source: No messages yet
nb_no: Ingen meldinger ennå

# NoMessages_Hint
source: Start the conversation or wait for others to join
nb_no: Start samtalen eller vent på at andre blir med

# NoChannel_Title
source: Select a channel
nb_no: Velg en kanal

# NoChannel_Hint
source: Choose a channel or private message from the sidebar
nb_no: Velg en kanal eller privat samtale fra sidepanelet

# MainWindow_JumpToLatest
source: Jump to Latest
nb_no: Hopp til siste

# ContextMenu_CopyMessage
source: Copy Message
nb_no: Kopier melding

# ContextMenu_CopyNickname
source: Copy Nickname
nb_no: Kopier kallenavn

# ContextMenu_OpenQuery
source: Open Private Chat
nb_no: Åpne privat samtale

# ContextMenu_IgnoreUser
source: Ignore User
nb_no: Ignorer bruker

# ScriptManager_Title
source: Script Manager
nb_no: Skriptbehandler

# ScriptManager_OpenFolder
source: Open Folder
nb_no: Åpne mappe

# ScriptManager_ReloadAll
source: Reload All
nb_no: Last alle på nytt

# ScriptManager_EditorTab
source: Editor
nb_no: Redigering

# ScriptManager_ListTab
source: Scripts
nb_no: Skript

# ScriptManager_TriggerTab
source: Triggers
nb_no: Triggere

# ScriptManager_QuickActionsTab
source: Quick Actions
nb_no: Hurtighandlinger

# ScriptManager_Files
source: Files
nb_no: Filer

# ScriptManager_NewScript
source: New Lua Script
nb_no: Nytt Lua-skript

# ScriptManager_NewTrigger
source: New Trigger File
nb_no: Ny triggerfil

# ScriptManager_Delete
source: Delete
nb_no: Slett

# ScriptManager_NoFileSelected
source: No file selected
nb_no: Ingen fil valgt

# ScriptManager_Save
source: Save
nb_no: Lagre

# ScriptManager_Run
source: Run
nb_no: Kjør

# ScriptManager_Output
source: Output
nb_no: Utdata

# ScriptManager_SearchPlaceholder
source: Search scripts...
nb_no: Søk etter skript...

# ScriptManager_Reload
source: Reload
nb_no: Last på nytt

# ScriptManager_Edit
source: Edit
nb_no: Rediger

# ScriptManager_TriggerBuilderDesc
source: Create automation triggers without writing code. Select an event and action to get started.
nb_no: Lag automatiseringstriggere uten å skrive kode. Velg en hendelse og handling for å komme i gang.

# ScriptManager_AddTrigger
source: + Add Trigger
nb_no: + Legg til trigger

# ScriptManager_Ready
source: Ready
nb_no: Klar

# ScriptManager_UnsavedChanges
source: You have unsaved changes. Do you want to save them?
nb_no: Du har ulagrede endringer. Vil du lagre dem?

# ScriptManager_FileSaved
source: File saved
nb_no: Fil lagret

# ScriptManager_EnterScriptName
source: Enter script name:
nb_no: Skriv inn skriptnavn:

# ScriptManager_EnterTriggerName
source: Enter trigger file name:
nb_no: Skriv inn triggerfilnavn:

# ScriptManager_ConfirmDelete
source: Are you sure you want to delete {0}?
nb_no: Er du sikker på at du vil slette {0}?

# ScriptManager_ConfirmDeleteTrigger
source: Are you sure you want to delete this trigger?
nb_no: Er du sikker på at du vil slette denne triggeren?

# ScriptManager_AllReloaded
source: All scripts reloaded
nb_no: Alle skript lastet på nytt

# TriggerBuilder_Title
source: Trigger Builder
nb_no: Triggerbygger

# TriggerBuilder_Description
source: Create automation rules without writing code
nb_no: Lag automatiseringsregler uten å skrive kode

# TriggerBuilder_WhenEvent
source: When this happens:
nb_no: Når dette skjer:

# TriggerBuilder_MatchPattern
source: Match text (optional):
nb_no: Match tekst (valgfritt):

# TriggerBuilder_MatchPatternHint
source: Leave empty to trigger on all events of this type
nb_no: La stå tom for å utløse på alle hendelser av denne typen

# TriggerBuilder_ChannelFilter
source: Channel filter (optional):
nb_no: Kanalfilter (valgfritt):

# TriggerBuilder_ChannelFilterHint
source: Limit to specific channels. Use * for wildcard.
nb_no: Begrens til bestemte kanaler. Bruk * som jokertegn.

# TriggerBuilder_ThenAction
source: Then do this:
nb_no: Gjør så dette:

# TriggerBuilder_Message
source: Message:
nb_no: Melding:

# TriggerBuilder_MessageHint
source: Variables: {nick}, {channel}, {message}, {server}
nb_no: Variabler: {nick}, {channel}, {message}, {server}

# TriggerBuilder_TargetChannel
source: Target channel/user:
nb_no: Målkanal/bruker:
